Repository: SymBB/symbb
Catalog: Template/DefaultBundle/Resources/translations/symbb_variables.*.xliff
Languages: de

source: config.default.system.email
de: E-Mail

source: config.default.system.imprint
de: Impressum

source: config.default.system.name
de: Seitenname

source: config.default.system.registration.enabled
de: Registrierung erlauben

source: config.default.system.terms
de: AGBs

source: config.forum.newpost.max
de: Anzahl der neusten Beiträge

source: config.forum
de: Forum

source: config.default
de: Generelles

source: Your Password need a minimum of 1 none word character
de: Dein Passwort muss mindestens ein Sonderzeichen enthalten

source: Your Password need a minimum of 1 number
de: Dein Passwort muss mindestens eine Zahl enthalten

source: Your Password need a minimum of 1 uppercase character
de: Dein Passwort muss mindestens einen Großbuchstaben enthalten

source: Your Password need a minimum of 1 lowercase character
de: Dein Passwort muss mindestens einen Kleinbuchstaben enthalten

source: Announcement
de: Ankündigung

source: Important
de: Wichtig

source: receiver not found
de: Empfänger nicht gefunden

source: subject is empty
de: Betreff ist leer

source: message is empty
de: Nachricht ist leer

source: action not allowed
de: Diese Aktion ist nicht erlaubt
